0	PF00096	866
1	PF00069	603
2	PF00076	490
3	PF01352	428
4	PF00400	346
5	PF12796	301
6	PF00169	257
7	PF00595	220
8	PF00651	194
9	PF00271	188
10	PF07679	187
11	PF00041	184
12	PF00071	180
13	PF07714	178
14	PF00412	176
15	PF00018	171
16	PF13855	161
17	PF00017	148
18	PF00023	133
19	PF00443	130
20	PF00010	125
21	PF00439	125
22	PF13499	121
23	PF00628	118
24	PF00168	117
25	PF00307	113
26	PF14604	111
27	PF00621	111
28	PF13912	109
29	PF13181	106
30	PF13927	105
31	PF00270	105
32	PF00001	105
33	PF00046	100
34	PF00397	99
35	PF13465	96
36	PF07645	96
37	PF00620	94
38	PF02023	92
39	PF00013	92
40	PF00004	91
41	PF00622	86
42	PF00856	86
43	PF07686	85
44	PF12937	84
45	PF13639	84
46	PF00505	83
47	PF00632	82
48	PF00176	82
49	PF00179	80
50	PF07653	78
51	PF00130	78
52	PF00105	77
53	PF00104	77
54	PF00536	77
55	PF00787	76
56	PF07707	75
57	PF00373	75
58	PF01391	74
59	PF00153	70
60	PF00240	68
61	PF00005	66
62	PF00566	65
63	PF00855	65
64	PF00643	65
65	PF00435	63
66	PF07690	62
67	PF00008	61
68	PF00102	60
69	PF00226	59
70	PF00514	59
71	PF24681	58
72	PF00149	57
73	PF00531	57
74	PF00085	57
75	PF17862	56
76	PF00092	55
77	PF00782	55
78	PF13445	55
79	PF00431	54
80	PF00106	54
81	PF01344	54
82	PF22697	53
83	PF00642	52
84	PF13920	52
85	PF01363	52
86	PF00433	51
87	PF00025	51
88	PF00520	51
89	PF09380	50
90	PF00134	49
91	PF00035	49
92	PF00160	48
93	PF01437	48
94	PF00098	48
95	PF00249	48
96	PF00053	47
97	PF13516	47
98	PF00063	47
99	PF01399	47
100	PF03372	47
101	PF13432	46
102	PF00047	46
103	PF13832	46
104	PF00501	46
105	PF00788	46
106	PF00170	46
107	PF07525	46
108	PF13637	46
109	PF13246	46
110	PF00122	46
111	PF00498	45
112	PF09379	45
113	PF00569	45
114	PF00084	45
115	PF03165	45
116	PF00335	44
117	PF02893	44
118	PF02373	44
119	PF00503	44
120	PF07647	43
121	PF00385	43
122	PF01403	43
123	PF00059	42
124	PF12662	41
125	PF01412	41
126	PF02037	41
127	PF24973	40
128	PF00350	40
129	PF01302	40
130	PF00028	40
131	PF00097	40
132	PF02141	40
133	PF14670	39
134	PF00627	39
135	PF00617	39
136	PF12874	39
137	PF00057	39
138	PF00640	39
139	PF13424	39
140	PF13831	38
141	PF13894	38
142	PF00560	38
143	PF03456	38
144	PF01529	38
145	PF01753	37
146	PF07989	37
147	PF00171	36
148	PF00022	36
149	PF01490	36
150	PF12763	36
151	PF01839	36
152	PF00611	36
153	PF00735	36
154	PF00079	35
155	PF00581	35
156	PF00615	35
157	PF02854	35
158	PF00090	35
159	PF12661	35
160	PF00612	35
161	PF00225	34
162	PF13923	34
163	PF00619	34
164	PF02770	34
165	PF00777	34
166	PF00454	34
167	PF06602	33
168	PF00313	33
169	PF00378	33
170	PF00112	32
171	PF00641	32
172	PF07654	32
173	PF00625	32
174	PF02759	32
175	PF02210	32
176	PF00386	32
177	PF00989	32
178	PF13765	32
179	PF00091	32
180	PF20805	32
181	PF13671	32
182	PF02148	32
183	PF09011	32
184	PF00067	31
185	PF00227	31
186	PF01462	31
187	PF02771	31
188	PF08441	31
189	PF01284	30
190	PF00780	30
191	PF01585	30
192	PF00564	30
193	PF00441	30
194	PF00178	30
195	PF00125	30
196	PF00388	30
197	PF01421	30
198	PF00326	29
199	PF02020	29
200	PF01398	29
201	PF00038	29
202	PF00452	29
203	PF20806	29
204	PF00118	29
205	PF00702	29
206	PF01388	29
207	PF00561	28
208	PF00089	28
209	PF00781	28
210	PF00618	28
211	PF00583	28
212	PF02214	28
213	PF00019	28
214	PF00535	28
215	PF00481	28
216	PF04969	28
217	PF01833	28
218	PF07738	28
219	PF00233	28
220	PF02209	28
221	PF00250	28
222	PF11627	28
223	PF13202	27
224	PF05193	27
225	PF00675	27
226	PF00009	27
227	PF00850	27
228	PF01064	27
229	PF00241	27
230	PF00656	27
231	PF23598	27
232	PF05920	27
233	PF01436	27
234	PF10524	27
235	PF00515	26
236	PF00754	26
237	PF13589	26
238	PF00027	26
239	PF16179	26
240	PF00012	26
241	PF00293	26
242	PF00107	26
243	PF00002	26
244	PF00387	26
245	PF04826	26
246	PF01429	26
247	PF00626	26
248	PF02847	26
249	PF14580	25
250	PF07533	25
251	PF00554	25
252	PF13833	25
253	PF02174	25
254	PF01217	25
255	PF01017	25
256	PF02864	25
257	PF00571	25
258	PF08332	25
259	PF21040	25
260	PF01237	24
261	PF00533	24
262	PF21010	24
263	PF07717	24
264	PF00789	24
265	PF25390	24
266	PF08240	24
267	PF02815	24
268	PF00191	24
269	PF17820	24
270	PF05383	24
271	PF23456	24
272	PF01448	24
273	PF14598	24
274	PF21354	24
275	PF00175	24
276	PF02008	24
277	PF01593	24
278	PF02187	24
279	PF00689	24
280	PF00859	24
281	PF13640	23
282	PF10513	23
283	PF01428	23
284	PF00644	23
285	PF22191	23
286	PF00899	23
287	PF24981	23
288	PF08266	23
289	PF00664	23
290	PF02225	23
291	PF16297	23
292	PF08736	23
293	PF01369	23
294	PF02865	23
295	PF16182	23
296	PF03221	23
297	PF22675	23
298	PF09068	23
299	PF09069	23
300	PF00690	23
301	PF00630	23
302	PF03166	23
303	PF13716	23
304	PF06758	23
305	PF00011	22
306	PF00610	22
307	PF13895	22
308	PF07648	22
309	PF01423	22
310	PF00155	22
311	PF13520	22
312	PF07145	22
313	PF23561	22
314	PF00652	22
315	PF08515	22
316	PF00685	22
317	PF26557	22
318	PF08005	22
319	PF00888	22
320	PF00616	22
321	PF17907	22
322	PF00020	21
323	PF00055	21
324	PF07992	21
325	PF02149	21
326	PF01485	21
327	PF03953	21
328	PF08205	21
329	PF03810	21
330	PF01027	21
331	PF12901	21
332	PF00261	21
333	PF00200	21
334	PF07974	21
335	PF01426	21
336	PF00791	21
337	PF01335	21
338	PF18373	21
339	PF17902	21
340	PF03455	21
341	PF00956	21
342	PF25076	21
343	PF02263	21
344	PF02146	20
345	PF01248	20
346	PF00173	20
347	PF06337	20
348	PF00048	20
349	PF00688	20
350	PF01576	20
351	PF17900	20
352	PF00248	20
353	PF08368	20
354	PF02180	20
355	PF05739	20
356	PF14429	20
357	PF04055	20
358	PF01553	20
359	PF01501	20
360	PF10294	20
361	PF03184	20
362	PF21019	20
363	PF21097	20
364	PF00880	20
365	PF18362	20
366	PF02518	19
367	PF01663	19
368	PF02375	19
369	PF04408	19
370	PF00219	19
371	PF00093	19
372	PF07716	19
373	PF12947	19
374	PF01661	19
375	PF03357	19
376	PF00040	19
377	PF00014	19
378	PF02205	19
379	PF01433	19
380	PF02825	19
381	PF00147	19
382	PF04212	19
383	PF04538	19
384	PF01602	19
385	PF00822	19
386	PF00530	19
387	PF00928	19
388	PF10557	19
389	PF12171	19
390	PF08516	19
391	PF16212	19
392	PF16209	19
393	PF00341	19
394	PF01145	19
395	PF17838	19
396	PF00658	19
397	PF17887	19
398	PF18377	19
399	PF00254	18
400	PF00083	18
401	PF00194	18
402	PF00930	18
403	PF04818	18
404	PF13771	18
405	PF03144	18
406	PF20826	18
407	PF22600	18
408	PF06743	18
409	PF01754	18
410	PF01825	18
411	PF01562	18
412	PF19030	18
413	PF05986	18
414	PF02136	18
415	PF08337	18
416	PF03114	18
417	PF02985	18
418	PF15936	18
419	PF01556	18
420	PF01031	18
421	PF02212	18
422	PF02862	18
423	PF17809	18
424	PF08826	18
425	PF22669	18
426	PF24525	18
427	PF08969	18
428	PF01733	18
429	PF13374	17
430	PF00907	17
431	PF00884	17
432	PF03226	17
433	PF00036	17
434	PF25372	17
435	PF03129	17
436	PF01342	17
437	PF02319	17
438	PF19236	17
439	PF04433	17
440	PF02181	17
441	PF06920	17
442	PF20422	17
443	PF20421	17
444	PF16746	17
445	PF05964	17
446	PF05965	17
447	PF12698	17
448	PF00078	17
449	PF00108	17
450	PF00320	17
451	PF24456	17
452	PF08725	17
453	PF10523	17
454	PF24536	17
455	PF15613	17
456	PF12348	17
457	PF05712	17
458	PF23246	17
459	PF15949	17
460	PF06467	17
461	PF07529	17
462	PF12347	17
463	PF21990	17
464	PF21020	17
465	PF04440	16
466	PF00638	16
467	PF03131	16
468	PF13087	16
469	PF02145	16
470	PF01105	16
471	PF01734	16
472	PF02820	16
473	PF00648	16
474	PF08246	16
475	PF01392	16
476	PF00995	16
477	PF05729	16
478	PF00568	16
479	PF00786	16
480	PF02736	16
481	PF02984	16
482	PF02383	16
483	PF11838	16
484	PF02190	16
485	PF08373	16
486	PF08447	16
487	PF00929	16
488	PF03798	16
489	PF17751	16
490	PF01166	16
491	PF05773	16
492	PF25040	16
493	PF00362	16
494	PF23105	16
495	PF00406	16
496	PF02338	16
497	PF01467	16
498	PF05653	16
499	PF05010	16
500	PF02259	16
501	PF22528	16
502	PF00319	16
503	PF18379	16
504	PF14619	16
505	PF08880	16
506	PF10436	15
507	PF00086	15
508	PF01424	15
509	PF01759	15
510	PF00567	15
511	PF01694	15
