0	PF00096	770
1	PF17069	573
2	PF00069	520
3	PF00076	431
4	PF02260	413
5	PF01352	391
6	PF00400	291
7	PF12796	265
8	PF01743	234
9	PF00169	214
10	PF25069	209
11	PF00271	189
12	PF00595	188
13	PF25541	187
14	PF03807	172
15	PF00651	170
16	PF00071	161
17	PF00041	156
18	PF21672	154
19	PF07679	153
20	PF06159	148
21	PF00412	148
22	PF07714	145
23	PF00018	140
24	PF13855	129
25	PF00017	125
26	PF13249	124
27	PF20922	123
28	PF00010	114
29	PF00443	114
30	PF16653	112
31	PF00023	111
32	PF13499	111
33	PF00168	103
34	PF00439	102
35	PF00628	101
36	PF00307	100
37	PF14604	97
38	PF23334	94
39	PF13912	94
40	PF00270	94
41	PF16609	93
42	PF00001	90
43	PF13181	90
44	PF05804	89
45	PF07645	89
46	PF00397	88
47	PF00046	88
48	PF00013	87
49	PF13927	87
50	PF00620	85
51	PF00004	84
52	PF13465	81
53	PF00890	80
54	PF03455	80
55	PF22191	80
56	PF02023	80
57	PF00520	78
58	PF00621	78
59	PF00622	78
60	PF14748	77
61	PF00176	77
62	PF00856	77
63	PF00005	74
64	PF13639	74
65	PF00276	73
66	PF12937	73
67	PF00179	73
68	PF01176	72
69	PF00536	72
70	PF00035	71
71	PF00153	70
72	PF00373	68
73	PF07686	68
74	PF00632	68
75	PF00787	67
76	PF00505	67
77	PF01391	67
78	PF00575	66
79	PF00130	66
80	PF07653	65
81	PF13640	64
82	PF03859	64
83	PF23170	64
84	PF07707	64
85	PF17862	62
86	PF00104	62
87	PF23106	61
88	PF13445	60
89	PF07690	60
90	PF00105	59
91	PF06957	58
92	PF00350	58
93	PF00431	57
94	PF00240	57
95	PF00435	57
96	PF00566	57
97	PF01205	56
98	PF20651	56
99	PF00643	56
100	PF00149	55
101	PF00805	54
102	PF15766	54
103	PF11712	54
104	PF00063	51
105	PF00249	51
106	PF00782	51
107	PF00102	51
108	PF00855	51
109	PF00145	50
110	PF00531	50
111	PF00106	50
112	PF20268	49
113	PF13920	49
114	PF00642	49
115	PF01399	48
116	PF00084	48
117	PF00226	48
118	PF24681	48
119	PF00008	48
120	PF00619	47
121	PF00769	47
122	PF11277	47
123	PF13923	47
124	PF00514	47
125	PF01233	46
126	PF03126	46
127	PF01344	46
128	PF11035	46
129	PF02893	45
130	PF15924	45
131	PF04959	45
132	PF14694	45
133	PF00085	45
134	PF00025	45
135	PF00170	45
136	PF00053	44
137	PF00385	44
138	PF00092	44
139	PF15035	43
140	PF03456	43
141	PF00433	43
142	PF02037	43
143	PF01218	42
144	PF16211	42
145	PF13246	42
146	PF00160	42
147	PF00098	42
148	PF00134	42
149	PF17820	41
150	PF13637	41
151	PF12662	41
152	PF00335	41
153	PF24959	40
154	PF00261	40
155	PF12874	40
156	PF09380	40
157	PF00498	40
158	PF00067	39
159	PF00441	39
160	PF00501	39
161	PF07528	39
162	PF01363	39
163	PF13894	39
164	PF13516	39
165	PF13432	39
166	PF04116	38
167	PF00028	38
168	PF02854	38
169	PF07525	38
170	PF09379	38
171	PF00503	38
172	PF02141	38
173	PF00788	38
174	PF04388	37
175	PF13424	37
176	PF12258	37
177	PF02373	37
178	PF00640	37
179	PF00723	36
180	PF24536	36
181	PF07798	36
182	PF02770	36
183	PF00629	36
184	PF16573	36
185	PF00173	36
186	PF00627	36
187	PF19440	35
188	PF00097	35
189	PF07647	35
190	PF00047	35
191	PF13832	35
192	PF03165	35
193	PF22883	34
194	PF00880	34
195	PF08059	34
196	PF12906	34
197	PF00089	34
198	PF14670	34
199	PF01412	34
200	PF00122	34
201	PF00569	34
202	PF00454	34
203	PF00059	34
204	PF01753	34
205	PF22697	34
206	PF00617	34
207	PF07776	33
208	PF00293	33
209	PF01529	33
210	PF00022	33
211	PF07989	33
212	PF10374	32
213	PF02063	32
214	PF14935	32
215	PF08032	32
216	PF00581	32
217	PF01302	32
218	PF00171	32
219	PF01403	32
220	PF00612	32
221	PF01485	31
222	PF15682	31
223	PF08840	31
224	PF01026	31
225	PF02778	31
226	PF02771	31
227	PF09069	31
228	PF00057	31
229	PF00090	31
230	PF00560	31
231	PF00615	31
232	PF00386	31
233	PF01437	31
234	PF00625	31
235	PF19432	30
236	PF00378	30
237	PF20806	30
238	PF05958	30
239	PF19055	30
240	PF05918	30
241	PF13765	30
242	PF24973	30
243	PF02020	30
244	PF00611	30
245	PF00225	30
246	PF13671	30
247	PF00079	30
248	PF00227	30
249	PF13831	30
250	PF02148	30
251	PF01426	29
252	PF02931	29
253	PF08246	29
254	PF13202	29
255	PF03828	29
256	PF02862	29
257	PF00561	29
258	PF01217	29
259	PF00233	29
260	PF00313	29
261	PF06602	29
262	PF23553	28
263	PF13913	28
264	PF00859	28
265	PF00850	28
266	PF01222	28
267	PF00748	28
268	PF08487	28
269	PF00125	28
270	PF07654	28
271	PF00735	28
272	PF02759	28
273	PF00118	28
274	PF12763	28
275	PF12661	28
276	PF00641	28
277	PF00780	28
278	PF00091	28
279	PF00989	28
280	PF01585	28
281	PF04826	28
282	PF09793	27
283	PF09325	27
284	PF16182	27
285	PF10524	27
286	PF21376	27
287	PF04636	27
288	PF00664	27
289	PF09068	27
290	PF15912	27
291	PF02210	27
292	PF13903	27
293	PF00626	27
294	PF02187	27
295	PF00012	27
296	PF10170	27
297	PF01839	27
298	PF01398	27
299	PF00009	27
300	PF02874	26
301	PF03061	26
302	PF05291	26
303	PF19426	26
304	PF00570	26
305	PF08969	26
306	PF25390	26
307	PF01733	26
308	PF00789	26
309	PF07534	26
310	PF16278	26
311	PF00250	26
312	PF01612	26
313	PF00685	26
314	PF01663	26
315	PF00702	26
316	PF00178	26
317	PF13589	26
318	PF04488	25
319	PF04969	25
320	PF01603	25
321	PF05571	25
322	PF02008	25
323	PF00754	25
324	PF08368	25
325	PF11627	25
326	PF01388	25
327	PF00038	25
328	PF00112	25
329	PF00388	25
330	PF20805	25
331	PF00564	25
332	PF01490	25
333	PF01423	24
334	PF08513	24
335	PF00020	24
336	PF02671	24
337	PF00338	24
338	PF15063	24
339	PF07145	24
340	PF00108	24
341	PF00339	24
342	PF00644	24
343	PF00618	24
344	PF10294	24
345	PF02214	24
346	PF23598	24
347	PF00191	24
348	PF16179	24
349	PF07533	24
350	PF00777	24
351	PF02847	24
352	PF07717	24
353	PF00027	24
354	PF05920	24
355	PF08441	24
356	PF00515	24
357	PF09011	24
358	PF01284	24
359	PF00241	24
360	PF00583	24
361	PF00533	24
362	PF00474	23
363	PF14940	23
364	PF03735	23
365	PF01262	23
366	PF00899	23
367	PF10513	23
368	PF00019	23
369	PF01602	23
370	PF00002	23
371	PF14580	23
372	PF01421	23
373	PF01064	23
374	PF00554	23
375	PF00656	23
376	PF21010	23
377	PF00387	23
378	PF01429	23
379	PF13833	23
380	PF01593	23
381	PF08266	23
382	PF00481	23
383	PF00675	23
384	PF05193	23
385	PF00107	23
386	PF00535	23
387	PF01186	22
388	PF18360	22
389	PF02886	22
390	PF01576	22
391	PF07406	22
392	PF01369	22
393	PF10167	22
394	PF07258	22
395	PF06212	22
396	PF02825	22
397	PF02181	22
398	PF02878	22
399	PF21960	22
400	PF03184	22
401	PF02515	22
402	PF01501	22
403	PF00155	22
404	PF01017	22
405	PF21354	22
406	PF02864	22
407	PF01436	22
408	PF03166	22
409	PF00630	22
410	PF25076	22
411	PF01237	22
412	PF00571	22
413	PF02209	22
414	PF07738	22
415	PF06337	22
416	PF15281	21
417	PF19047	21
418	PF03221	21
419	PF14887	21
420	PF20936	21
421	PF00610	21
422	PF14721	21
423	PF20826	21
424	PF04716	21
425	PF23246	21
426	PF00568	21
427	PF01145	21
428	PF01248	21
429	PF02865	21
430	PF23456	21
431	PF01462	21
432	PF01448	21
433	PF08240	21
434	PF05383	21
435	PF01833	21
436	PF00285	20
437	PF03031	20
438	PF05010	20
439	PF02736	20
440	PF11817	20
441	PF16574	20
442	PF15479	20
443	PF13774	20
444	PF01759	20
445	PF06807	20
446	PF22241	20
447	PF18362	20
448	PF07648	20
449	PF06743	20
450	PF16297	20
451	PF00326	20
452	PF00781	20
453	PF04538	20
454	PF21040	20
455	PF06758	20
456	PF00452	20
457	PF00147	20
458	PF03953	20
459	PF14598	20
460	PF00248	20
461	PF08736	20
462	PF02149	20
463	PF17655	19
464	PF02174	19
465	PF00638	19
466	PF01531	19
467	PF22628	19
468	PF04548	19
469	PF13324	19
470	PF08447	19
471	PF23240	19
472	PF22624	19
473	PF01630	19
474	PF08614	19
475	PF24981	19
476	PF22705	19
477	PF00238	19
478	PF00129	19
479	PF01067	19
480	PF09336	19
481	PF12717	19
482	PF08005	19
483	PF25764	19
484	PF13778	19
485	PF02494	19
486	PF00557	19
487	PF08205	19
488	PF04499	19
489	PF00717	19
490	PF00956	19
491	PF24630	19
492	PF00413	19
493	PF01553	19
494	PF16006	19
495	PF08515	19
496	PF07974	19
497	PF00093	19
498	PF26557	19
499	PF07992	19
500	PF12901	19
501	PF00689	19
502	PF02225	19
503	PF03372	19
504	PF03810	19
505	PF01428	19
506	PF17900	19
507	PF00791	19
508	PF02815	19
509	PF12171	19
510	PF08332	19
511	PF12895	18
